complete/buddy_data/奇秀-主播房间-20160912180829-20160912180830600

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 18:08:29]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[153662]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[巫妖女三爷ღ甜甜圈的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[12021]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[854]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[93]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[16]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[119]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[来啊，互相伤害啊！！]]></vipnickname><vipuserid><![CDATA[1220150666]]></vipuserid><top_name><![CDATA[来啊，互相伤害啊！！]]></top_name><top_money><![CDATA[4520]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[178*骚宇只看大胸妹]]></vipnickname><vipuserid><![CDATA[4245102928]]></vipuserid><top_name><![CDATA[178*骚宇只看大胸妹]]></top_name><top_money><![CDATA[3580]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[[佛爷??]陪伴三爷]]></vipnickname><vipuserid><![CDATA[1288483646]]></vipuserid><top_name><![CDATA[[佛爷??]陪伴三爷]]></top_name><top_money><![CDATA[1440]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[178*骚宇只看大胸妹]]></vipnickname><vipuserid><![CDATA[4245102928]]></vipuserid><top_name><![CDATA[178*骚宇只看大胸妹]]></top_name><top_money><![CDATA[340]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[[佛爷??]陪伴三爷]]></vipnickname><vipuserid><![CDATA[1288483646]]></vipuserid><top_name><![CDATA[[佛爷??]陪伴三爷]]></top_name><top_money><![CDATA[260]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[峨眉山〓飞来殿〓酒色]]></vipnickname><vipuserid><![CDATA[1043394873]]></vipuserid><top_name><![CDATA[峨眉山〓飞来殿〓酒色]]></top_name><top_money><![CDATA[250]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[只守雪儿壹人《天豪》]]></vipnickname><vipuserid><![CDATA[1303340194]]></vipuserid><top_name><![CDATA[只守雪儿壹人《天豪》]]></top_name><top_money><![CDATA[70]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[来啊，互相伤害啊！！]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[来啊，互相伤害啊！！]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[三爷．笑傲一生]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[三爷．笑傲一生]]></top_name><top_money><![CDATA[50]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[178*骚宇只看大胸妹]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[178*骚宇只看大胸妹]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[[佛爷??]陪伴三爷]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[[佛爷??]陪伴三爷]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[峨眉山〓飞来殿〓酒色]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[峨眉山〓飞来殿〓酒色]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[拾得一手枯萎]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[拾得一手枯萎]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[??花泽泪]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[??花泽泪]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[下雨没带伞ღ甜甜圈]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[下雨没带伞ღ甜甜圈]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[何首污?喜欢吃?小笼包]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[何首污?喜欢吃?小笼包]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 